Repository: ThomasMaul/EA_Invoices
Catalog: Resources/*.lproj/ToolbarDE.xlf
Languages: de

# Selected
source: Subset
de: Auswahl

source: None
de: Nichts

# Overwrite_user_settings
source: Do you want to overwrite User Settings?
de: Wirklich Benutzervoreinstellung überschreiben?

# Popup_Delete
source: Delete;Delete All
de: Löschen;Alle löschen

source: Delete all buttons?
de: Wirklich alle Buttons löschen?

# Reset_Defaults
source: Reset to defaults?
de: Auf Voreinstellungen zurücksetzen?

# ColumnRightClick
source: Delete Column;Save;Clear Saved;-;
de: Spalte löschen;Vorlage Sichern;Vorlage löschen;-;

source: Save changes?
de: Änderungen speichern?

# SomebodyElseChanged
source: Someone else has changed the same fields in the meantime, the data cannot be saved!
de: Jemand anderes hat in der Zwischenzeit die gleichen Felder verändert, die Daten können nicht gespeichert werden!

# RecordLockedFrom
source: Record is locked from
de: Datensatz ist gesperrt von

# LockedWait
source: Wait
de: Warten

# LockedCancel
source: Cancel
de: Verwerfen

# LockedClassic
source: The data record is currently being processed by xxx! Open read-only...
de: Der Datensatz wird zur Zeit von xxx bearbeitet!. Öffne nur lesend...
